Repository: ejbills/DockDoor
Catalog: DockDoor/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, he, it, ja, nl, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: OK
es: Aceptar
he: אישור
nl: Oké
ru: ОК
tr: Tamam
uk: ОК
zh_hans: 确定
zh_hant: 確定

source: Option
es: Opción
ja: オプション
ru: Опция
tr: Seçenek

source: Option ⌥
es: Opción ⌥
tr: Seçenek ⌥

source: Popover
es: Emergente
fr: En popover
he: צף
it: Finestra di anteprima
ja: ポップオーバー
ru: Всплывающее окно
tr: Açılır Ekran Üstü
uk: Спливаюче вікно
vi: Cửa sổ bật lên
zh_hans: 弹出框
zh_hant: 彈出視窗

source: Spacing Scale
es: Espaciado de escala
fr: Échelle d’espacement
he: סולם ריווח
it: Spaziatura
ja: 間隔スケール
nl: Afstand schaal
pt_pt: Escala do espaçamento
ru: Масштаб отступов
tr: Boşluk Oranı
uk: Шкала інтервалів
vi: Tỉ lệ khoảng cách
zh_hans: 间距缩放比例
zh_hant: 留白縮放

source: Standard
es: Estándar
he: רגיל
ja: 標準
nl: Standaard
pt_pt: Padrão
ru: Стандартный
tr: Standart
uk: Стандартний
vi: Tiêu chuẩn
zh_hans: 常规
zh_hant: 標準

source: System
es: Sistema
he: מערכת
it: Sistema
ja: システム
nl: Systeem
pt_pt: Sistema
ru: Системный
tr: Sistem
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

source: Tab
es: Tabulador
ja: タブ
pt_pt: Separador
tr: Sekme

source: Control
fr: Contrôle
ja: コントロール
tr: Kontrol

source: Control ⌃
fr: Contrôle ⌃
tr: Kontrol

source: Enter
fr: Valider
it: Invio
ja: 続行
ru: Ввод
uk: Увійти
zh_hant: 從Dock邊緣向外滑動

source: Escape
fr: Échap
it: Esc ⎋
ja: エスケープ
ru: Выход
tr: Esc
zh_hant: Esc

source: Space
fr: Espace
it: Spazio
ja: スペース
pt_pt: Espaço
tr: Boşluk
uk: Простір
vi: Không gian
zh_hans: 空间
zh_hant: 空間

source: Thumbnail (320px)
fr: Miniature (320px)
he: תמונה ממוזערת (320 פיקסלים)
it: Miniatura (320px)
ja: サムネイル（320px）
nl: Miniatuur (320px)
ru: Миниатюра (320px)
tr: Küçük resim (320 piksel)
uk: Мініатюра (320px)
vi: Hình thu nhỏ (320px)
zh_hans: 缩略图（320 px）
zh_hant: 縮圖(320px)

source: %lld px
he: %lld פיקסלים
tr: %lld piksel yüzdesi

source: Retina (1280px)
he: Retina (1280 פיקסלים)
tr: Retina (1280 piksel)
zh_hans: 视网膜（1280 px）

source: Standard (640px)
he: רגיל (640 פיקסלים)
ja: 標準 （640px）
nl: Standaard (640px)
pt_pt: Padrão (640px)
ru: Стандартный (640px)
tr: Standart (640 piksel)
uk: Стандартна (640px)
vi: Tiêu chuẩn (640px)
zh_hans: 标准（640 px）
zh_hant: 標準(640px)

source: Widgets
he: ווידג'טים
it: Widget
ja: ウィジェット
ru: Виджеты
tr: Widget'lar
uk: Віджети
vi: Tiện ích
zh_hans: 小工具
zh_hant: 小工具

source: Dots (running apps)
it: Puntini (app in esecuzione)
nl: Stippen (geopende apps)
vi: Chấm (ứng dụng đang chạy)
zh_hans: 圆点（运行中的应用）
zh_hant: 點（打開的App）

source: Folder Previews
it: Anteprima cartelle
nl: Voorbeelden van mappen
vi: Xem trước thư mục
zh_hans: 文件夹预览
zh_hant: 檔案夾預覽

source: Glass Variant
it: Variante del vetro
vi: Biến thể Liquid Glass
zh_hans: 玻璃版本
zh_hant: 玻璃變體

source: Indicator Style
it: Stile dell'indicatore
nl: Stijl van de indicator
vi: Kiểu bộ chỉ báo
zh_hans: 指示器样式
zh_hant: 指示燈樣式

source: Line (active app)
it: Linea (app attiva)
nl: Lijn (geopende app)
vi: Đường thẳng (ứng dụng đang hoạt động)
zh_hans: 线条（当前活跃应用）
zh_hant: 線條（最前方的App）

source: Preview a folder's contents when hovering it in the Dock.
it: Mostra l'anteprima dei contenuti di una cartella quando ci passi sopra nel Dock.
nl: Bekijk de inhoud van een map door er met de muis er overheen te gaan in het Dock.
vi: Xem trước nội dung của thư mục khi di chuột qua thư mục đó trên Dock.
zh_hans: 悬停到 Dock 中的文件夹上时显示其内容。
zh_hant: 指標停留在Dock的檔案夾上時顯示內容。

source: Selects the liquid glass material variant used for the background.
it: Seleziona la variante del materiale del Liquid Glass usata per lo sfondo.
nl: Selecteert de Liquid Glass-variant die voor de achtergrond wordt gebruikt.
vi: Chọn biến thể chất liệu Liquid Glass dùng cho nền.
zh_hans: 选择用于背景的液体玻璃材料版本。
zh_hant: 選擇背景使用的Liquid Glass材質變體。

source: Shift (⇧)
it: Maiuscolo (⇧)

source: Show folder contents on hover
it: Mostra i contenuti della cartella quando ci passi sopra
nl: Toon de mapinhoud bij aanwijzen met de muis
vi: Hiển thị nội dung thư mục khi di chuột qua
zh_hans: 悬停时显示文件夹内容
zh_hant: 指標停留時顯示檔案夾內容

source: Shows a dot under every running application: bright for the frontmost app, dimmed for apps with open windows, black for apps with none.
it: Mostra un puntino sotto ogni applicazione in esecuzione: chiaro per l'app attiva, più scuro per app con finestre aperte, nero per app senza finestre aperte.
nl: Geeft een stip weer onder elke geopende app: helder voor de app die op de voorgrond staat, gedimd voor apps met geopende vensters, zwart voor apps zonder vensters.
vi: Hiển thị một dấu chấm dưới mỗi ứng dụng đang chạy: sáng đối với ứng dụng ở trên cùng, mờ đối với các ứng dụng có cửa sổ đang mở, và màu đen đối với các ứng dụng không có cửa sổ nào.
zh_hans: 在每个运行中的应用下方显示圆点：最前台的应用为亮色，有窗口打开的应用为淡色，没有窗口的应用为黑色。
zh_hant: 在每個打開的App下方顯示一個點：視窗在最前方者為亮色，有打開的視窗者為暗色，沒有視窗者為黑色。

source: Variant
it: Variante
vi: Biến thể
zh_hans: 版本
zh_hant: 變化

source: Collapse native tabs into a single window
nl: Native-tabbladen samenvoegen tot één venster
vi: Thu gọn các tab hệ thống thành một cửa sổ duy nhất
zh_hans: 将原生标签页合并为单个窗口
zh_hant: 將內建標籤頁摺疊為單一視窗

source: Show one preview for apps that use native macOS window tabs (e.g. Ghostty, Finder, Terminal) instead of one preview per tab.
nl: Geef één voorbeeldweergave weer voor apps die gebruikmaken van de standaard venstertabbladen van macOS (bijv. Ghostty, Finder, Terminal), in plaats van één voorbeeldweergave per tabblad.
vi: Chỉ hiển thị một bản xem trước cho các ứng dụng sử dụng thẻ cửa sổ gốc của macOS (ví dụ: Ghostty, Finder, Terminal) thay vì hiển thị một bản xem trước cho mỗi thẻ.
zh_hans: 为使用 macOS 原生窗口标签页的应用（如 Ghostty、Finder、Terminal）显示单个预览，而非每个标签页单独显示一个预览。
zh_hant: 將使用macOS內建視窗標籤頁的App（如Ghostty, Finder, 終端機）顯示為一個預覽，而非每個標籤頁一個預覽。

source: Show one preview for apps that use native macOS window tabs (e.g. Ghostty, Finder, Terminal) instead of one preview per tab. Restart the app for this to take effect.
nl: Geef één voorbeeldweergave weer voor apps die gebruikmaken van de standaard venstertabbladen van macOS (bijv. Ghostty, Finder, Terminal), in plaats van één voorbeeldweergave per tabblad. Start de app opnieuw op om deze wijziging door te voeren.
vi: Hiển thị một bản xem trước cho các ứng dụng sử dụng các tab cửa sổ hệ thống của macOS (ví dụ: Ghostty, Finder, Terminal) thay vì hiển thị riêng từng bản xem trước cho mỗi tab. Khởi động lại ứng dụng để cài đặt này có hiệu lực.
zh_hans: 为使用 macOS 原生窗口标签页的应用（如 Ghostty、Finder、Terminal）显示单个预览，而非每个标签页单独显示一个预览。需要重启应用方可生效。
zh_hant: 將使用macOS內建視窗標籤頁的App（如Ghostty, Finder, 終端機）顯示為一個預覽，而非每個標籤頁一個預覽。重新打開App後生效。

source: 5 FPS
ru: 5 кадр/с

source: 10 FPS
ru: 10 кадр/с

source: 15 FPS
ru: 15 кадр/с

source: 24 FPS
ru: 24 кадр/с

source: 30 FPS
ru: 30 кадр/с

source: 60 FPS
ru: 60 кадр/с

source: 120 FPS (ProMotion)
ru: 120 кадр/с (ProMotion)

source: Liquid Glass
tr: Sıvı Cam
uk: Рідке скло
zh_hans: 液态玻璃

source: Dock Preview Modifier
zh_hans: Dock 预览修饰键
zh_hant: Dock預覽變更鍵

source: Dock Preview Trigger
zh_hans: Dock 预览触发模式
zh_hant: Dock預覽顯示時機

source: Hover
zh_hans: 悬停
zh_hant: 指標停留

source: Modifier Click
zh_hans: 修饰键点击
zh_hant: 按住變更鍵點一下

source: Open App Window
zh_hans: 打开应用程序窗口
zh_hant: 打開App視窗

source: Show previews automatically on hover, or require a click trigger on the Dock icon.
zh_hans: 悬停时自动显示预览，或需要在Dock图标上单击触发器。
zh_hant: 指標停留時自動顯示預覽，或設定為要按住變更鍵並點一下才顯示。

source: Show window previews for Dock icons.
zh_hans: 为 Dock 图标显示窗口预览。
zh_hant: 為Dock圖像顯示視窗預覽。
